Repository: Ramzanpour/raypay-easy-digital-downloads
Catalog: languages/edd-raypay-gateway-*.po
Languages: fa_ir

source: RayPay for Easy Digital Downloads (EDD)
fa_ir: درگاه پرداخت رای پی

source: <a href="https://raypay.ir">RayPay</a> secure payment gateway for Easy Digital Downloads (EDD)
fa_ir: درگاه پرداخت امن <a href="https://raypay.ir">RayPay</a> برای افزونه EDD

source: RayPay
fa_ir: رای پی

source: RayPay payment gateway
fa_ir: درگاه پرداخت رای پی

source: User ID
fa_ir: شناسه کاربری

source: You can receive your User ID by going to your RayPay panel
fa_ir: شما میتوانید شناسه کاربری خود را از پنل رای پی دریافت کنید

source: Acceptor Code
fa_ir: کد پذیرنده

source: You can receive your Acceptor Code by going to your RayPay panel
fa_ir: شما میتوانید کد پذیرنده خود را از پنل رای پی دریافت کنید

source: Order number #
fa_ir: شماره سفارش#

source: Selected currency is not supported.
fa_ir: واحد پول فوق پشتیبانی نمیشود.

source: Redirecting to the payment gateway.
fa_ir: در حال هدایت به درگاه رای پی.

source: The information sent is not correct.
fa_ir: اطلاعات فرستاده شده صحیح نمی باشد.

source: An error occurred while creating the transaction.
fa_ir: خطایی هنگام ایجاد درگاه رخ داده است.

source: RayPay Invoice ID:
fa_ir: شناسه ارجاع بانکی رای پی :

source: RayPay Transaction State:
fa_ir: وضعیت پرداخت رای پی :

source: RayPay Transaction Amount:
fa_ir: مبلغ پرداخت شده از درگاه رای پی :

source: Payment has not been made.
fa_ir: پرداخت ایجاد نشده است.

source: Payment has been unsuccessful.
fa_ir: پرداخت ناموفق بوده است.

source: An error occurred.
fa_ir: خطایی رخ داده است.

source: Pending verification.
fa_ir: در حال استعلام.

source: An error occurred while verifying the transaction.
fa_ir: خطایی هنگام استعلام تراکنش رخ داده است.

source: Payment has been verified.
fa_ir: پرداخت با موفقیت انجام شد.

source: Payment has already been verified.
fa_ir: استعلام پرداخت قبلا انجام شده است.
